Revit 2024 API
UnitTypeId.TonneForceMeters Property
 Tonne force meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId TonneForceMeters { get; }
Visual Basic
Public Shared ReadOnly Property TonneForceMeters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TonneForceMeters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace